POTENTIALS = [

    # 숙달
    "순격숙달",
    "강습숙달",
    "추상숙달",
    "근성숙달",
    "요새숙달",
    "방감숙달",

    # 증폭
    "순격증폭",
    "강습증폭",
    "추상증폭",
    "근성증폭",
    "요새증폭",
    "방감증폭",

    # 공통
    "매직스톤단련",
    "붉은빛집중",
    "만물조형",
    "인장동조",
    "잠재력공명",
    "원근잠재력"

]




POTENTIAL_CATEGORY = {

    "순격숙달": "숙달",
    "강습숙달": "숙달",
    "추상숙달": "숙달",
    "근성숙달": "숙달",
    "요새숙달": "숙달",
    "방감숙달": "숙달",

    "순격증폭": "증폭",
    "강습증폭": "증폭",
    "추상증폭": "증폭",
    "근성증폭": "증폭",
    "요새증폭": "증폭",
    "방감증폭": "증폭",

    "매직스톤단련": "매직스톤단련",
    "붉은빛집중": "붉은빛집중",
    "만물조형": "만물조형",
    "인장동조": "인장동조",
    "잠재력공명": "잠재력공명",
    "원근잠재력": "원근잠재력"

}